<?php

// Heading
$_['heading_title'] = '<img width="24" height="24" src="view/image/neoseo.png" style="float: left;"><span style="margin:0;line-height: 24px;">NeoSeo Новая Почта</span>';
$_['heading_title_raw'] = 'NeoSeo Новая Почта';

//Tabs
$_['tab_general'] = 'Параметры';
$_['tab_header'] = 'Шапка';
$_['tab_logs'] = 'Логи';
$_['tab_support'] = 'Поддержка';
$_['tab_license'] = 'Лицензия';
$_['tab_handbook'] = 'Справочники';
$_['tab_package'] = 'Отправление';
$_['tab_tarifs'] = 'Тарифы';
$_['tab_depth'] = 'Единицы измерения';

// Text
$_['text_module_version'] = '';
$_['text_success'] = 'Настройки модуля обновлены!';
$_['text_module'] = 'Модули';
$_['text_success_clear'] = 'Лог файл успешно очищен!';
$_['text_clear_log'] = 'Очистить лог';
$_['text_clear'] = 'Очистить';
$_['text_image_manager'] = 'Менеджер изображений';
$_['text_browse'] = 'Обзор';
$_['text_name'] = 'Название';
$_['text_last_up'] = 'Последнее обновление';
$_['text_count'] = 'Количество в базе';
$_['text_description'] = 'Описание';
$_['text_courier_shipping'] = 'Новая почта: Доставка курьером';
$_['text_warehouse_shipping'] = 'Новая почта: Доставка в отделение';
$_['text_weight'] = 'Вес кг.';
$_['text_action'] = 'Действие';
$_['text_add'] = 'Добавить';
$_['text_price_for'] = 'Цена услуги: ';
$_['text_no_api_key'] = 'Укажите API ключ и сохраните настройки моудля.';
$_['text_need_updates'] = 'Требуется бновление справочников. Обновите на вкладке "Справочники"';
$_['text_no_np_sender'] = 'В аккаунте "Новой Почты" нет данных кнтрагента-отправителя, проверьте в личном кабинете существует ли запись о контрагенте и заполнен адрес, если он существует и не активен - обратитесь в службу поддержки.';
$_['text_default_description'] = 'Заказ из Интернет-Магазина № {order}';


$_['text_city_name'] = 'Города';
$_['text_zone_name'] = 'Области';
$_['text_warehouse_name'] = 'Отделения';
$_['text_common_name'] = 'Общие справочники';

$_['text_city_description'] = 'Справочник городов Новой почты';
$_['text_zone_description'] = 'Справочник областей Новой почты';
$_['text_warehouse_description'] = 'Справочник отделений Новой почты';
$_['text_common_description'] = 'Общие справочники Новой почты';

$_['text_update_handbook'] = 'Обновить справочники';
$_['text_success_handbook_update'] = 'Справочники успешно обновлены';
$_['text_error_handbook_update'] = 'Ошибка обновления справочников, попробуйте через 15 минут.';

$_['text_p0day'] = 'В день формирования накладной';
$_['text_p1day'] = 'На следующий день после формирования накладной (+1 день)';
$_['text_p2day'] = 'Через день день после формирования накладной (+2 дня)';
$_['text_p3day'] = 'Через два дня после формирования накладной (+3 дня)';

$_['text_by_weight'] = 'По весу корзины';
$_['text_by_total'] = 'По итоговой стоимости заказа';
$_['text_total'] = 'Сумма заказа';

//Buttons
$_['button_save'] = 'Сохранить';
$_['button_save_and_close'] = 'Сохранить и Закрыть';
$_['button_close'] = 'Закрыть';
$_['button_recheck'] = 'Проверить еще раз';
$_['button_clear_log'] = 'Очистить лог';
$_['button_download_log'] = 'Скачать файл логов';

// Entry
$_['entry_debug'] = 'Отладочный режим:<br /><span class="help">В логи модуля будет писаться различная информация для разработчика модуля.</span>';
$_['entry_status'] = 'Статус:';
$_['entry_before'] = 'Отображать доставку до выбора Области/Города:';
$_['entry_before_desc'] = 'Используется для simplechekout';
$_['entry_test_mode'] = "Тестовый режим";
$_['entry_api_key'] = "API ключ";
$_['entry_api_url'] = "API Url";
$_['entry_min_weight'] = "Минимальный вес посылки в килограммах";
$_['entry_min_weight_desc'] = "Если не указано значение в товаре (разделитель <b>точка</b>)";
$_['entry_min_width'] = "Минимальная ширина посылки в метрах";
$_['entry_min_width_desc'] = "Если не указано значение в товаре (разделитель <b>точка</b>)";
$_['entry_min_height'] = "Минимальная высота посылки в метрах";
$_['entry_min_height_desc'] = "Если не указано значение в товаре (разделитель <b>точка</b>)";
$_['entry_min_depth'] = "Минимальная длина посылки в метрах";
$_['entry_min_depth_desc'] = "Если не указано значение в товаре (разделитель <b>точка</b>)";
$_['entry_order_status'] = "Статус заказа";
$_['entry_order_status_desc'] = "Статус заказа, при котором будет сформирована накладная";
$_['entry_cod_status'] = "Использовать наложенный платеж";
$_['entry_courier_delivery_status'] = "Курьерская доставка";
$_['entry_courier_delivery_send_type'] = "Тип отправления";
$_['entry_courier_delivery_send_type_desc'] = "Из справочников новой почты";
$_['entry_courier_delivery_pay_type'] = "Тип платежа";
$_['entry_courier_delivery_pay_type_desc'] = "Из справочников новой почты";
$_['entry_courier_delivery_name'] = "Отображаемое название";
$_['entry_warehouse_delivery_status'] = "Доставка в отделение";
$_['entry_warehouse_delivery_send_type'] = "Тип отправления";
$_['entry_warehouse_delivery_send_type_desc'] = "Из справочников новой почты";
$_['entry_warehouse_delivery_pay_type'] = "Типа платежа";
$_['entry_warehouse_delivery_pay_type_desc'] = "Из справочников новой почты";
$_['entry_warehouse_delivery_name'] = "Отображаемое название";
$_['entry_np_sender_contact'] = "Ф.И.О отправителя";
$_['entry_np_sender_contact_desc'] = "По данным личного кабинета Новой почты";
$_['entry_sender_city'] = "Город отправителя";
$_['entry_sender_city_desc'] = "Из базы городов Новой почты";
$_['entry_sender_warehouse'] = "Склад отправителя";
$_['entry_sender_warehouse_desc'] = "Из базы отделений Новой почты";
$_['entry_package_type'] = "Тип посылки";
$_['entry_package_type_desc'] = "Из справочников Новой почты";
$_['entry_add_tax'] = "Дополнительная комиссия";
$_['entry_add_tax_desc'] = "При использовании доставки. Фиксированная сумма";
$_['entry_use_custom_cost'] = "Использовать свою стоимость посылки";
$_['entry_use_custom_cost_desc'] = "Для использования данной опции в настройках способов доставки необходимо указать что оплачивает посылку отправитель";
$_['entry_np_sender_phone'] = "Телефон контактного лица";
$_['entry_np_sender_phone_desc'] = "в формате 380xxxxxxxxx. Указывается в экспресс-накладной";
$_['entry_payer'] = 'Кто оплачивает доставку';
$_['entry_payer_desc'] = 'Из справочников Новой почты';
$_['entry_description'] = 'Описание отправления';
$_['entry_description_desc'] = 'Можно использовать {order} - будет заменен на номер заказа';
$_['entry_weight_class_id'] = 'Выберите в "Единицах веса" граммы:';
$_['entry_length_class_id'] = 'Выберите в "Единицах измерения" сантиметры:';
$_['entry_delivery_day'] = 'День отправки';
$_['entry_delivery_day_desc'] = 'Согласно выбора будет указана дата отправки в накладной';
$_['entry_cod_order_status_id'] = 'Статус заказа при выборе метода оплаты "Наложенный платеж"';
$_['entry_city_list_lang'] = 'Язык вывода городов';
$_['entry_cron'] = 'Задача для планировщика';
$_['entry_cron_desc'] = 'Обновление справочников + статусов всех отправлений. Рекомендуется поставит на выполнение 1 раз в сутки.';
$_['entry_sort_order'] = 'Порядок сортировки';
$_['entry_custom_cost_type'] = 'Признак расчета стоимости';

// Error
$_['error_permission'] = 'У Вас нет прав для управления этим модулем!';
$_['error_download_logs'] = 'Файл логов пустой или отсутствует!';
$_['error_ioncube_missing'] = '';
$_['error_license_missing'] = '';
$_['mail_support'] = '';
$_['module_licence'] = '';$_['text_module_version']='18';
$_['error_license_missing']='<h3 style="color:red">Отсутствует файл с ключом!</h3>

<p>Для получения файла с ключом свяжитесь с NeoSeo по email <a href="mailto:license@neoseo.com.ua">license@neoseo.com.ua</a>, при этом укажите:</p>
<ul>
	<li>название сайта, на котором вы купили модуль, например: https://neoseo.com.ua</li>
	<li>название модуля, который вы купили, например: NeoSeo Обмен с 1С:Предприятие</li>
	<li>ваше имя пользователя (ник-нейм) на этом сайте, например, NeoSeo</li>
	<li>номер заказа на этом сайте, например, 355446</li>
	<li>основной домен сайта для которого и будет активирован файл с ключом, например, https://neoseo.ua</li>
</ul>

<p>Полученный файл с ключом положите в корень сайта, рядом с файлом robots.txt и нажмите кнопку "Проверить еще раз".</p>

<p>По любым вопросам пишите на info@neoseo.com.ua</p>';
$_['error_ioncube_missing']='<h3 style="color:red">Отсутствует IonCube Loader!</h3>

<p>Чтобы пользоваться нашим модулем, вам нужно установить IonCube Loader.</p>

<p>Для установки обратитесь в ТП Вашего хостинга</p>

<p>Если у вас не получается установить IonCube Loader самостоятельно, вы можете попросить помощи у наших специалистов по адресу <a href="mailto:info@neoseo.com.ua">info@neoseo.com.ua</a></p>';
$_['module_licence']='<h2>Условия лицензионного соглашения на использование программного обеспечения NeoSeo</h2>
<p>Благодарим вас за покупку программных продуктов нашей веб-студии.</p>
<p>Ниже приведены юридические условия, которые распространяются на всех, кто посещает наш сайт и пользуется нашими программными продуктами или услугами. Данные условия направлены на то, чтобы защитить ваши интересы и интересы ООО “НЕОСЕО” и его аффилированных структур и лиц (далее, "мы", "NeoSeo"), которые выступают в договорах от его имени.</p>
<p><strong>1. Введение</strong></p>
<p>Настоящие Условия использования NeoSeo (“Условия использования”) наряду с дополнительными условиями, которые касаются ряда конкретных услуг или программных продуктов, разработок и представлены на веб-сайте(-ах) NeoSeo, содержат условия и положения, действие которых распространяется на каждого посетителя или пользователя (“Пользователь”, “вы” или “Покупатель”) веб-сайта NeoSeo, приложений, дополнений и компонентов, предложенных нами наряду с предоставлением услуг и веб-сайта, если не указано иное (все услуги и программное обеспечение, программные модули предложенные через веб-сайт NeoSeo или вспомогательные сервисы, веб-сервисы, др. приложения от лица NeoSeo совместно именуются – “Услуги NeoSeo” или “Услуги”).</p>
<p>Условия NeoSeo являются обязательным юридическим договором между NeoSeo и вами – поэтому просим вас внимательно ознакомиться с ними.</p>
<p>Вы можете посещать и/или использовать Услуги NeoSeo только в том случае, если полностью согласны с Условиями NeoSeo: используя какую-либо из Услуг NeoSeo и/или подписываясь на неё, вы выражаете и подтверждаете своё согласие с данными Условиями использования и иными Условиями NeoSeo, например, условия предоставления услуг программирования в разрезе типичных и нетипичных задач, которые выписаны тут:   <a href="https://neoseo.com.ua/vse-chto-nujno-znat-klienty" target="_blank" class="external">https://neoseo.com.ua/vse-chto-nujno-znat-klienty</a> , (далее Условия NeoSeo).</p>
<p>Если вы не можете прочитать Условия NeoSeo, не понимаете их или не согласны с ними, вы должны незамедлительно покинуть Веб-сайт NeoSeo и не пользоваться Услугами NeoSeo.</p>
<p>Используя наши Программные продукты, Сервисы и Услуги, вы подтверждаете, что ознакомились с нашей Политикой конфиденциальности, доступной к просмотру по адресу <a href="https://neoseo.com.ua/politika-konfidencialnosti" target="_blank" class="external">https://neoseo.com.ua/politika-konfidencialnosti</a>   (“Политика конфиденциальности”).</p>
<p>Настоящий документ является лицензионным соглашением между вами и NeoSeo.</p>
<p>Принимая это соглашение или используя программное обеспечение, вы соглашаетесь со всеми настоящими условиями.</p>
<p>Настоящее соглашение относится к программному обеспечению NeoSeo, любым шрифтам, значкам, изображениям или звуковым файлам, предоставляемым в составе программного обеспечения, а также ко всем обновлениям, дополнениям или службам NeoSeo для программного обеспечения, если в их отношении не применяются иные условия. Это также касается разработанных в NeoSeo приложений и дополнений для SEO-Магазина, которые обеспечивают расширение его функциональных возможностей.</p>
<p>К использованию вами некоторых функций приложений могут применяться дополнительные условия NeoSeo и третьих лиц. Для корректной работы некоторых приложений необходимы дополнительные соглашения с отдельными условиями и политиками конфиденциальности, например с сервисами, предоставляющими услуги смс-нотификации.</p>
<p>Программное обеспечение не продается, а предоставляется по лицензии.</p>
<p>NeoSeo сохраняет за собой все права (например, права, предусмотренные законами о защите интеллектуальной собственности), которые не предоставляются явным образом в рамках настоящего соглашения. Например, эта лицензия не предоставляет вам права:</p>
<li>отдельно использовать или виртуализировать компоненты программного обеспечения;</li>
<li>публиковать или копировать (за исключением разрешенной резервной копии) программное обеспечение, предоставлять программное обеспечение в прокат, в аренду или во временное пользование;</li>
<li>передавать программное обеспечение (за исключением случаев, предусмотренных настоящим соглашением);</li>
<li>пытаться обойти технические ограничения в программном обеспечении;</li>
<li>изучать технологию, декомпилировать или деассемблировать программное обеспечение, а также предпринимать соответствующие попытки, кроме как в той мере и в тех случаях, когда это (а) разрешено применимым правом; (б) разрешено условиями лицензии на использование компонентов с открытым исходным кодом, которые могут входить в состав этого программного обеспечения; (c) необходимо для отладки изменений каких-либо библиотек, лицензируемых по малой стандартной общественной лицензии GNU, которые входят в состав программного обеспечения и связанны с ним;</li>
<p>Вы имеете право использовать данное программное обеспечение, только если у вас имеется соответствующая лицензия и программное обеспечение было должным образом активировано с использованием подлинного ключа продукта или другим разрешенным способом.</p>
<p>В стоимость лицензии SEO-Магазина не включены услуги установки, настройки и тем более его стилизации, также как и других платных/бесплатных дополнений к нему. Данные услуги являются дополнительными, стоимость зависит от количества необходимых для реализации часов, детальнее тут: <a href="https://neoseo.com.ua/vse-chto-nujno-znat-klienty" target="_blank" class="external">https://neoseo.com.ua/vse-chto-nujno-znat-klienty</a></p>
<p>С полной версией документа можно ознакомиться здесь:<a href="https://neoseo.com.ua/usloviya-licenzionnogo-soglasheniya" target="_blank" class="external">https://neoseo.com.ua/usloviya-licenzionnogo-soglasheniya</a>
</p>';
$_['mail_support']='<h2>Условия бесплатной и платной информационной и технической поддержки в <a class="external" href="https://neoseo.com.ua/" target="_blank">NeoSeo</a>.</h2>

<p>Поскольку мы уверены в том, что любая Качественная работа должна оплачиваться, все консультации, требующие предварительной подготовки ответа у нас платные, в т.ч. и разборы по ситуациям в стиле: &quot;посмотрите, а почему тут ВАШ модуль не работает?&quot;</p>

<p>Если ответ на Ваш вопрос уже у нас готов, Вы его получите бесплатно, но если для того, чтобы ответить нужно потратить время на то, чтобы разобраться в вопросе, изучить файлы, найти ошибку и подумать, прежде, чем что-то ответить, попросим оплатить.</p>

<p>Мы помогаем бесплатно <strong>по установке</strong> и <strong>устранению ошибок при установке</strong> купленных у нас модулей в порядке общей очереди.</p>

<p>С любыми вопросами обращайтесь на www.opencartmasters.com.</p>

<p>С полной версией лицензионного соглашения ознакомьтесь здесь:  <a class="external" href="https://neoseo.com.ua/usloviya-licenzionnogo-soglasheniya" target="_blank">https://neoseo.com.ua/usloviya-licenzionnogo-soglasheniya</a></p>

<p><strong>Акция: напишите отзыв - получите модуль в подарок :)</strong></p>

<p>Уважаемые Клиенты веб-студии NeoSeo,</p>

<p>скажите, что может быть лучше для развития компании, чем публичные отзывы? Это отличный способ услышать своего Клиента и сделать свои продукты и сервис ещё лучше.</p>

<p>Пожалуйста, оставьте отзыв о сотрудничестве с нашей веб-студией или о работе наших программных решений (дополнений) на наших страничках в Facebook, Google, Яндексе и на OpenCartForum.com.</p>

<p>Пишите как есть, нам важно услышать честную и объективную оценку, а в знак благодарности за потраченное на написание отзывов время, мы подготовили приятный бонус. Детальные условия здесь: <a href="https://neoseo.com.ua/akciya-modul-v-podarok " target="_blank">https://neoseo.com.ua/akciya-modul-v-podarok </a></p>

<p>Еще раз, большое спасибо за то, что вы с нами!</p>

<p>Команда NeoSeo</p>';
